<?php
$questions = [
    0 => [
        'question' => 'Программировать легко?',
        'variants' => [
            '1' => 'Да',
            '2' => 'Нет',
            '3' => 'Для кого как',
            '4' => 'Что это такое?',
        ]
    ],
    1 => [
        'question' => 'Кем работаете?',
        'variants' => [
            '1' => 'Маркетолог',
            '2' => 'Менеджер по продажам',
            '3' => 'Руководитель',
            '4' => 'Дизайнер',
            '5' => 'Актер',
            '6' => 'Сторож',
            '7' => 'Студент',
        ]
    ]
];
